/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "Un destino (dirección IP o nombre de dominio) es necesario para poder suscribirse";

/* About prefs tab title */
"About" = "Acerca de";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Descargas adicionales";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "¡Alerta! Activar esta opción añadirá Growl.app a sus items de arranque";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Permitir que otras computadoras se suscriban a todas las notificaciones";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Permitir esto hará que Growl arranque cada vez que inicie sesión, para que esté disponible en todo momento.";

/* Notification always stay on screen */
"Always" = "Siempre";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "Ocurrió un error incorregible al crear o abrir los datos del Historial.\nDesactivaremos el Historial por ahora, sin embargo el Resumen continuará funcionando.\nSi el Historial se activa de nuevo, no guardará nada y Growl podría usar mucha memoria.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "Aplicación";

/* Application decides whether a note should stay on screen */
"Application Decides" = "La aplicación decide";

/* Label for application level display style choice */
"Application's Display Style" = "Estilo visual para la aplicación";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Aplicación: %1$@⏎\nTítulo: %2$@⏎\nDescripción: %3$@⏎\nClick para abrir el \"log\"";

/* Application prefs tab title */
"Applications" = "Aplicaciones";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "¿Está seguro de que desea salir?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "¿Está seguro de que desea eliminar %@?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "No se puede encontrar la entrada de Bonjour configurada";

/* Button title for canceling */
"Cancel" = "Cancelar";

/* Clear all history button title */
"Clear All History" = "Borrar todos en el historial";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Borrar todas las notificaciones en el historial del Resumen";

/* No comment provided by engineer. */
"Clear Rollup" = "Borrar todo en el Resumen";

/* close all open notifications */
"Close all notifications" = "Cerrar todas las notificaciones";

/* Column title for a computer entry */
"Computer Name" = "Nombre de la computadora";

/* Continue button title */
"Continue" = "Continuar";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "Se detectó una instalación corrupta";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "No se pudo encontrar el archivo de sonido \"%@\"";

/* Title of menu item for default display */
"Default" = "Predeterminado";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Posición inicial para notificaciones predeterminada";

/* Default style picker label */
"Default Style" = "Estilo predeterminado";

/* alert when history database could not be moved aside */
"Disabling History" = "Desactivando historial";

/* Label for the display style of the selected notification */
"Display Style:" = "Estilo visual";

/* Column title for Display Styles */
"Display Styles" = "Estios visuales";

/* Display prefs tab title */
"Displays" = "Pantallas";

/* Continue button title when done */
"Done" = "Hecho";

/* Label for the effect to use */
"Effect:" = "Efecto";

/* Emergency notification priority */
"Emergency" = "Emergencia";

/* Label for application on/off switch */
"Enable %@" = "Activar %@";

/* Label for application on/off switch */
"Enable application" = "Habilitar aplicación";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Permitir que Growl arranque al iniciar sesión";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Activar historial:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Habilitar registro";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Al activar esta opción Growl se ejecutará sin mostrar un ícono en el dock o en la barra de menús. Para acceder a las preferencias presione Growl en el Launchpad o abra Growl en el Finder.";

/* Alert when database has been corrupted */
"Error opening history database." = "Error al abrir la base de datos del historial";

/* A fade effect */
"Fade" = "Desvanecido";

/* fatal alert */
"Fatal Error" = "Error Fatal";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Ajustes del firewall: Las notificaciones de red usan el puerto TCP 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Desviar notificaciones a otras computadoras";

/* Tab title for forwarding */
"Forwarding" = "Desvío";

/* General prefs tab title */
"General" = "General";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Obtener aplicaciones";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Obtener más estilos";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "Reporte de error de Growl";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the History Database, and will terminate upon closing this window.  Please contact us at support@growl.info." = "Growl encontró un error fatal configurando la base de datos del Historial, y terminará al cerrar esta ventana. Por favor contáctenos en support@growl.info.";

/* No comment provided by engineer. */
"Growl History Disabled" = "Historial de Growl desactivado";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Debe reiniciar Growl para que el cambio surta efecto";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Resumen de notificaciónes Growl";

/* button to open http://growl.info */
"Growl Web Site" = "Sitio web de Growl";

/* No comment provided by engineer. */
"Hide Rollup" = "Ocultar Resumen";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Ocultar el Resumen del Historial";

/* High notification priority */
"High" = "Alta";

/* History prefs tab title */
"History" = "Historial";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Si sale de Growl no recibirá más notificaciones";

/* GNTP unauthorized packet error message */
"Incoming remote notifications and registrations have been disabled by the user" = "Notificaciones remotas entrantes y registros han sido desactivados por el usuario";

/* GNTP unathorized packet error message */
"Incoming subscription requests have been disabled by the user" = "Las solicitudes de suscripción entrantes han sido desactivadas por el usuario";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Indica una computadora descubierta usando Growl 1.3 o superior";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Mostrar, en el Resumen, sólo las notas en registro";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Avisar a %@ cuando se hace click en la notificación";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "Versión de protocolo inválida. Sólo es soportada la versión 1.0";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Número de notificaciones a mantener";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Días a mantener";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Desinstalador de Growl Antiguo ";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Escuchar notificaciones entrantes";

/* Title for section containing apps from the local machine */
"Local" = "Local";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "Vector de inicialización para encriptación no encontrado";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "Hash de llave no encontrado, malformado o inválido";

/* Moderate notification priority */
"Moderate" = "Moderada";

/* Network prefs tab title */
"Network" = "Red";

/* Notification will never stay on screen */
"Never" = "Nunca";

/* No comment provided by engineer. */
"No" = "No";

/* Growl will run compeletely in the background */
"No icon visible" = "Sin ícono visible";

/* No comment provided by engineer. */
"No Recent Notifications" = "No hay notificaciones recientes";

/* Normal notification priority */
"Normal" = "Normal";

/* Label for the tab which contains notification settings */
"Notifications" = "Notificaciones";

/* If the string is too long, use O */
"OFF" = "Apagado";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "Prendido";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Abrir preferencias de Growl…";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Abrir el panel de preferencias de Growl";

/* Column title for a password */
"Password" = "Contraseña";

/* No comment provided by engineer. */
"Pause Growl" = "Pausar Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Pausar las notificaciones visuales de Growl";

/* Label for choosing which sound plays for the selected notification */
"Play Sound:" = "Reproducir sonido:";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Growl no puede ser desviado a si mismo. Por favor no escriba localhost.";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Growl no puede suscribirse a si mismo. Por favor no escriba localhost.";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Por favor introduzca una dirección IPv4 o IPv6 válida, o un nombre de dominio válido";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "El plugin '%@' se instaló correctamente. ¿Desea configurarlo?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "El plugin '%@' ya está instalado, ¿desea sobreescribirlo?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "El plugin '%@' no funciona en esta Mac con esta versión de Mac OS X. ¿Instalar de todas formas?";

/* No comment provided by engineer. */
"Plugin already exists" = "El plugin ya existe";

/* No comment provided by engineer. */
"Plugin installed" = "Plugin instalado";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Al plugin le falta arquitectura nativa";

/* No comment provided by engineer. */
"Plugin not installed" = "Plugin no instalado";

/* Preferences window title */
"Preferences" = "Preferencias";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Vista previa";

/* Label for choosing priority of the selected notification */
"Priority:" = "Prioridad:";

/* No comment provided by engineer. */
"Quit" = "Salir";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Salir de Growl completamente";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "Lea las instrucciones y salga";

/* Button title for removing something */
"Remove" = "Eliminar";

/* No comment provided by engineer. */
"Resume Growl" = "Reanudar Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Reanudar notificaciones visuales de Growl";

/* Rollup prefs tab title */
"Rollup" = "Resumen";

/* Rollup all notifications radio button */
"Rollup all notes" = "Mostrar todas las notas en el Resumen";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Mostrar Resumen automáticamente";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Resumen activado";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Mostrar, en el Resumen, sólo las notas en registro";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "Buscar";

/* second part of string for idle timeout */
"seconds of inactivity" = "segundos de inactividad";

/* First part of string for idle timeout */
"Send notifications to the rollup after" = "Enviar notificaciones al Resumen después de";

/* Label for server password field */
"Server Password:" = "Contraseña del servidor:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Mostrar deshabilitados";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Mostrar ícono en ambos";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Mostrar ícono en el Dock";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Mostrar ícono en la barra de menú";

/* No comment provided by engineer. */
"Show Rollup" = "Mostrar Resumen";

/* No comment provided by engineer. */
"Show the History Rollup" = "Mostrar Resumen del Historial";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "Atajo para Mostrar/Esconder";

/* A slide effect */
"Slide" = "Deslizar";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "De alguna manera llegamos aquí analizando el protocolo de identificación sin errores, esto debería ser imposible. O es válido o no lo es.";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Iniciar Growl en el arranque";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Mantener en pantalla:";

/* Tab title for subscribers tab */
"Subscribers" = "Suscriptores";

/* Tab title for subscriptions tab */
"Subscriptions" = "Suscripciones";

/* No comment provided by engineer. */
"There are no new notifications" = "No hay notificaciones nuevas";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Hubo %lu notificación en su ausencia";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "Ocurrió un error suscribiéndose a la máquina remota:\nCódigo: %1$d\nDescripción: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Ocurrió un error al instalar el plugin '%@'.";

/* No comment provided by engineer. */
"There was error opening the History database file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "Ocurrió un error al abrir la, posiblemente corrupta, base de datos del historial.\nGrowl moverá la base de datos y creará una nueva.\nEsto pudo haber ocurrido si Growl, o la computadora, encontraron un error fatal.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Hubieron %lu notificaciones en su ausencia";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Esta acción no se puede deshacer, por favor confirme que desea eliminar todo el historial de notificaciones";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Esta es la vista previa del estilo visual %@";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "¡Esto no debería ocurrir! -(void)subscribe sólo debería ser llamado en entradas locales";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Esto eliminará todas las preferencias de Growl para %@.";

/* Column title for the time column in the history table */
"Time" = "Tiempo";

/* Column title for the title column in the history table */
"Title" = "Título";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Para prevenir que el historial crezca indefinidamente, al menos un límite automático debe estar activo.";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Desactivar ambos límites automáticos no está permitido.";

/* GNTP packet with an unsupported encryption algorithm */
"Unsupported encryption type, %@" = "Tipo de encriptación, %@, no soportado";

/* Column title for whether to use the item on the row */
"Use" = "Usar";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Personalizar posición inicial";

/* label for using the global default starting position */
"Use default starting position" = "Posición inicial predeterminada";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Válido hasta";

/* Very low notification priority */
"Very Low" = "Muy baja";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Historial de Growl desactivado";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "¡Advertencia! Si activa esta opción Growl se ejecutará en segundo plano";

/* GNTP error */
"We encountered an error parsing the packet, we don't know where it came from" = "Encontramos un error al analizar el paquete, no sabemos de dónde procede";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "Hemos detectado que la Mac App Store dejó con una instalación corrupta. \nPara remediar esta situación, por favor siga las instrucciones que el botón proporciona.";

/* No comment provided by engineer. */
"Welcome to Growl!" = "¡Bienvenido a Growl!";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Se puede conectar manualmente a alguna de estas direcciones:";

